---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefaultDivideSettings
source: html/f2803c13-fb23-4d74-fa88-b2dd50ac89f0.htm
---
# DefaultDivideSettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.